Revit 2027 API
SpaceSet Constructor
Initializes a new instance of the SpaceSet class
Namespace: Autodesk.Revit.DB.Mechanical
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public SpaceSet()
Public Sub New
public:
SpaceSet()
new : unit -> SpaceSet
See Also
Reference
SpaceSet Class
Autodesk.Revit.DB.Mechanical Namespace